{
  "title": "Fit the Third",
  "subTitle": "The Baker’s Tale",
  "stanzas": [
    {
      "stanzaID": 1,
      "stanza": [
        {
          "line": "They roused him with muffins--they roused him with ice--"
        },
        {
          "line": "They roused him with mustard and cress--"
        },
        {
          "line": "They roused him with jam and judicious advice--"
        },
        {
          "line": "They set him conundrums to guess."
        }
      ]
    },
    {
      "stanzaID": 2,
      "stanza": [
        {
          "line": "When at length he sat up and was able to speak,"
        },
        {
          "line": "His sad story he offered to tell;"
        },
        {
          "line": "And the Bellman cried “Silence! Not even a shriek!”"
        },
        {
          "line": "And excitedly tingled his bell."
        }
      ]
    },
    {
      "stanzaID": 3,
      "stanza": [
        {
          "line": "There was silence supreme! Not a shriek, not a scream,"
        },
        {
          "line": "Scarcely even a howl or a groan,"
        },
        {
          "line": "As the man they called “Ho!” told his story of woe"
        },
        {
          "line": "In an antediluvian tone."
        }
      ]
    },
    {
      "stanzaID": 4,
      "stanza": [
        {
          "line": "“My father and mother were honest, though poor--”"
        },
        {
          "line": "“Skip all that!” cried the Bellman in haste."
        },
        {
          "line": "“If it once becomes dark, there’s no chance of a Snark--"
        },
        {
          "line": "We have hardly a minute to waste!”"
        }
      ]
    },
    {
      "stanzaID": 5,
      "stanza": [
        {
          "line": "“I skip forty years,” said the Baker, in tears,"
        },
        {
          "line": "“And proceed without further remark"
        },
        {
          "line": "To the day when you took me aboard of your ship"
        },
        {
          "line": "To help you in hunting the Snark."
        }
      ]
    },
    {
      "stanzaID": 6,
      "stanza": [
        {
          "line": "“A dear uncle of mine (after whom I was named)"
        },
        {
          "line": "Remarked, when I bade him farewell--”"
        },
        {
          "line": "“Oh, skip your dear uncle!” the Bellman exclaimed,"
        },
        {
          "line": "As he angrily tingled his bell."
        }
      ]
    },
    {
      "stanzaID": 7,
      "stanza": [
        {
          "line": "“He remarked to me then,” said that mildest of men,"
        },
        {
          "line": "“‘If your Snark be a Snark, that is right:"
        },
        {
          "line": "Fetch it home by all means--you may serve it with greens,"
        },
        {
          "line": "And it’s handy for striking a light."
        }
      ]
    },
    {
      "stanzaID": 8,
      "stanza": [
        {
          "line": "“‘You may seek it with thimbles--and seek it with care;"
        },
        {
          "line": "You may hunt it with forks and hope;"
        },
        {
          "line": "You may threaten its life with a railway-share;"
        },
        {
          "line": "You may charm it with smiles and soap--’”"
        }
      ]
    },
    {
      "stanzaID": 9,
      "stanza": [
        {
          "line": "(“That’s exactly the method,” the Bellman bold"
        },
        {
          "line": "In a hasty parenthesis cried,"
        },
        {
          "line": "“That’s exactly the way I have always been told"
        },
        {
          "line": "That the capture of Snarks should be tried!”)"
        }
      ]
    },
    {
      "stanzaID": 10,
      "stanza": [
        {
          "line": "“’But oh, beamish nephew, beware of the day,"
        },
        {
          "line": "If your Snark be a Boojum! For then"
        },
        {
          "line": "You will softly and suddenly vanish away,"
        },
        {
          "line": "And never be met with again!’"
        }
      ]
    },
    {
      "stanzaID": 11,
      "stanza": [
        {
          "line": "“It is this, it is this that oppresses my soul,"
        },
        {
          "line": "When I think of my uncle’s last words:"
        },
        {
          "line": "And my heart is like nothing so much as a bowl"
        },
        {
          "line": "Brimming over with quivering curds!"
        }
      ]
    },
    {
      "stanzaID": 12,
      "stanza": [
        {
          "line": "“It is this, it is this--” “We have had that before!”"
        },
        {
          "line": "The Bellman indignantly said."
        },
        {
          "line": "And the Baker replied “Let me say it once more."
        },
        {
          "line": "It is this, it is this that I dread!"
        }
      ]
    },
    {
      "stanzaID": 13,
      "stanza": [
        {
          "line": "“I engage with the Snark--every night after dark--"
        },
        {
          "line": "In a dreamy delirious fight:"
        },
        {
          "line": "I serve it with greens in those shadowy scenes,"
        },
        {
          "line": "And I use it for striking a light:"
        }
      ]
    },
    {
      "stanzaID": 14,
      "stanza": [
        {
          "line": "“But if ever I meet with a Boojum, that day,"
        },
        {
          "line": "In a moment (of this I am sure),"
        },
        {
          "line": "I shall softly and suddenly vanish away--"
        },
        {
          "line": "And the notion I cannot endure!”"
        }
      ]
    }
  ]
}