{
  "title": "Fit the Eighth",
  "subTitle": "The Vanishing",
  "stanzas": [
    {
      "stanzaID": 1,
      "stanza": [
        {
          "line": "They sought it with thimbles, they sought it with care;"
        },
        {
          "line": "They pursued it with forks and hope;"
        },
        {
          "line": "They threatened its life with a railway-share;"
        },
        {
          "line": "They charmed it with smiles and soap."
        }
      ]
    },
    {
      "stanzaID": 2,
      "stanza": [
        {
          "line": "They shuddered to think that the chase might fail,"
        },
        {
          "line": "And the Beaver, excited at last,"
        },
        {
          "line": "Went bounding along on the tip of its tail,"
        },
        {
          "line": "For the daylight was nearly past."
        }
      ]
    },
    {
      "stanzaID": 3,
      "stanza": [
        {
          "line": "“There is Thingumbob shouting!” the Bellman said."
        },
        {
          "line": "“He is shouting like mad, only hark!"
        },
        {
          "line": "He is waving his hands, he is wagging his head,"
        },
        {
          "line": "He has certainly found a Snark!”"
        }
      ]
    },
    {
      "stanzaID": 4,
      "stanza": [
        {
          "line": "They gazed in delight, while the Butcher exclaimed"
        },
        {
          "line": "“He was always a desperate wag!”"
        },
        {
          "line": "They beheld him--their Baker--their hero unnamed--"
        },
        {
          "line": "On the top of a neighbouring crag,"
        }
      ]
    },
    {
      "stanzaID": 5,
      "stanza": [
        {
          "line": "Erect and sublime, for one moment of time."
        },
        {
          "line": "In the next, that wild figure they saw"
        },
        {
          "line": "(As if stung by a spasm) plunge into a chasm,"
        },
        {
          "line": "While they waited and listened in awe."
        }
      ]
    },
    {
      "stanzaID": 6,
      "stanza": [
        {
          "line": "“It’s a Snark!” was the sound that first came to their ears,"
        },
        {
          "line": "And seemed almost too good to be true."
        },
        {
          "line": "Then followed a torrent of laughter and cheers:"
        },
        {
          "line": "Then the ominous words “It’s a Boo-”"
        }
      ]
    },
    {
      "stanzaID": 7,
      "stanza": [
        {
          "line": "Then, silence. Some fancied they heard in the air"
        },
        {
          "line": "A weary and wandering sigh"
        },
        {
          "line": "That sounded like “-jum!” but the others declare"
        },
        {
          "line": "It was only a breeze that went by."
        }
      ]
    },
    {
      "stanzaID": 8,
      "stanza": [
        {
          "line": "They hunted till darkness came on, but they found"
        },
        {
          "line": "Not a button, or feather, or mark,"
        },
        {
          "line": "By which they could tell that they stood on the ground"
        },
        {
          "line": "Where the Baker had met with the Snark."
        }
      ]
    },
    {
      "stanzaID": 9,
      "stanza": [
        {
          "line": "In the midst of the word he was trying to say,"
        },
        {
          "line": "In the midst of his laughter and glee,"
        },
        {
          "line": "He had softly and suddenly vanished away--"
        },
        {
          "line": "For the Snark was a Boojum, you see."
        }
      ]
    }
  ]
}