{
  "title": "Fit the Sixth",
  "subTitle": "The Barrister’s Dream",
  "stanzas": [
    {
      "stanzaID": 1,
      "stanza": [
        {
          "line": "They sought it with thimbles, they sought it with care;"
        },
        {
          "line": "They pursued it with forks and hope;"
        },
        {
          "line": "They threatened its life with a railway-share;"
        },
        {
          "line": "They charmed it with smiles and soap."
        }
      ]
    },
    {
      "stanzaID": 2,
      "stanza": [
        {
          "line": "But the Barrister, weary of proving in vain"
        },
        {
          "line": "That the Beaver’s lace-making was wrong,"
        },
        {
          "line": "Fell asleep, and in dreams saw the creature quite plain"
        },
        {
          "line": "That his fancy had dwelt on so long."
        }
      ]
    },
    {
      "stanzaID": 3,
      "stanza": [
        {
          "line": "He dreamed that he stood in a shadowy Court,"
        },
        {
          "line": "Where the Snark, with a glass in its eye,"
        },
        {
          "line": "Dressed in gown, bands, and wig, was defending a pig"
        },
        {
          "line": "On the charge of deserting its sty."
        }
      ]
    },
    {
      "stanzaID": 4,
      "stanza": [
        {
          "line": "The Witnesses proved, without error or flaw,"
        },
        {
          "line": "That the sty was deserted when found:"
        },
        {
          "line": "And the Judge kept explaining the state of the law"
        },
        {
          "line": "In a soft under-current of sound."
        }
      ]
    },
    {
      "stanzaID": 5,
      "stanza": [
        {
          "line": "The indictment had never been clearly expressed,"
        },
        {
          "line": "And it seemed that the Snark had begun,"
        },
        {
          "line": "And had spoken three hours, before any one guessed"
        },
        {
          "line": "What the pig was supposed to have done."
        }
      ]
    },
    {
      "stanzaID": 6,
      "stanza": [
        {
          "line": "The Jury had each formed a different view"
        },
        {
          "line": "(Long before the indictment was read),"
        },
        {
          "line": "And they all spoke at once, so that none of them knew"
        },
        {
          "line": "One word that the others had said."
        }
      ]
    },
    {
      "stanzaID": 7,
      "stanza": [
        {
          "line": "“You must know--” said the Judge: but the Snark exclaimed “Fudge!"
        },
        {
          "line": "That statute is obsolete quite!"
        },
        {
          "line": "Let me tell you, my friends, the whole question depends"
        },
        {
          "line": "On an ancient manorial right."
        }
      ]
    },
    {
      "stanzaID": 8,
      "stanza": [
        {
          "line": "“In the matter of Treason the pig would appear"
        },
        {
          "line": "To have aided, but scarcely abetted:"
        },
        {
          "line": "While the charge of Insolvency fails, it is clear,"
        },
        {
          "line": "If you grant the plea ‘never indebted.’"
        }
      ]
    },
    {
      "stanzaID": 9,
      "stanza": [
        {
          "line": "“The fact of Desertion I will not dispute:"
        },
        {
          "line": "But its guilt, as I trust, is removed"
        },
        {
          "line": "(So far as relates to the costs of this suit)"
        },
        {
          "line": "By the Alibi which has been proved."
        }
      ]
    },
    {
      "stanzaID": 10,
      "stanza": [
        {
          "line": "“My poor client’s fate now depends on your votes.”"
        },
        {
          "line": "Here the speaker sat down in his place,"
        },
        {
          "line": "And directed the Judge to refer to his notes"
        },
        {
          "line": "And briefly to sum up the case."
        }
      ]
    },
    {
      "stanzaID": 11,
      "stanza": [
        {
          "line": "But the Judge said he never had summed up before;"
        },
        {
          "line": "So the Snark undertook it instead,"
        },
        {
          "line": "And summed it so well that it came to far more"
        },
        {
          "line": "Than the Witnesses ever had said!"
        }
      ]
    },
    {
      "stanzaID": 12,
      "stanza": [
        {
          "line": "When the verdict was called for, the Jury declined,"
        },
        {
          "line": "As the word was so puzzling to spell;"
        },
        {
          "line": "But they ventured to hope that the Snark wouldn’t mind"
        },
        {
          "line": "Undertaking that duty as well."
        }
      ]
    },
    {
      "stanzaID": 13,
      "stanza": [
        {
          "line": "So the Snark found the verdict, although, as it owned,"
        },
        {
          "line": "It was spent with the toils of the day:"
        },
        {
          "line": "When it said the word “GUILTY!” the Jury all groaned,"
        },
        {
          "line": "And some of them fainted away."
        }
      ]
    },
    {
      "stanzaID": 14,
      "stanza": [
        {
          "line": "Then the Snark pronounced sentence, the Judge being quite"
        },
        {
          "line": "Too nervous to utter a word:"
        },
        {
          "line": "When it rose to its feet, there was silence like night,"
        },
        {
          "line": "And the fall of a pin might be heard."
        }
      ]
    },
    {
      "stanzaID": 15,
      "stanza": [
        {
          "line": "“Transportation for life” was the sentence it gave,"
        },
        {
          "line": "“And then to be fined forty pound.”"
        },
        {
          "line": "The Jury all cheered, though the Judge said he feared"
        },
        {
          "line": "That the phrase was not legally sound."
        }
      ]
    },
    {
      "stanzaID": 16,
      "stanza": [
        {
          "line": "But their wild exultation was suddenly checked"
        },
        {
          "line": "When the jailer informed them, with tears,"
        },
        {
          "line": "Such a sentence would have not the slightest effect,"
        },
        {
          "line": "As the pig had been dead for some years."
        }
      ]
    },
    {
      "stanzaID": 17,
      "stanza": [
        {
          "line": "The Judge left the Court, looking deeply disgusted:"
        },
        {
          "line": "But the Snark, though a little aghast,"
        },
        {
          "line": "As the lawyer to whom the defence was intrusted,"
        },
        {
          "line": "Went bellowing on to the last."
        }
      ]
    },
    {
      "stanzaID": 18,
      "stanza": [
        {
          "line": "Thus the Barrister dreamed, while the bellowing seemed"
        },
        {
          "line": "To grow every moment more clear:"
        },
        {
          "line": "Till he woke to the knell of a furious bell,"
        },
        {
          "line": "Which the Bellman rang close at his ear."
        }
      ]
    }
  ]
}